src/test/resources/zds1.1/ActualiseerZaakstatus

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:BG="http://www.egem.nl/StUF/sector/bg/0310" xmlns:StUF="http://www.egem.nl/StUF/StUF0301" xmlns:ZKN="http://www.egem.nl/StUF/sector/zkn/0310" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.egem.nl/StUF/sector/zkn/0310 zkn0310-p28\mutatie\zkn0310_msg_mutatie_resolved.xsd">
    <SOAP-ENV:Header/>
    <SOAP-ENV:Body>
        <ZKN:zakLk01>
            <ZKN:stuurgegevens>
                <StUF:berichtcode>Lk01</StUF:berichtcode>
                <StUF:zender>
                    <StUF:organisatie>1900</StUF:organisatie>
                    <StUF:applicatie>GWS4all</StUF:applicatie>
                    <StUF:gebruiker>Pietje</StUF:gebruiker>
                </StUF:zender>
                <StUF:ontvanger>
                    <StUF:organisatie>1900</StUF:organisatie>
                    <StUF:applicatie>CDR</StUF:applicatie>
                </StUF:ontvanger>
                <StUF:referentienummer>e4c81a3f-47ca-44d9-a149-1edd50ec764e</StUF:referentienummer>
                <StUF:tijdstipBericht>2020031109251794</StUF:tijdstipBericht>
                <StUF:entiteittype>ZAK</StUF:entiteittype>
            </ZKN:stuurgegevens>
            <ZKN:parameters>
                <StUF:mutatiesoort>W</StUF:mutatiesoort>
                <StUF:indicatorOvername>V</StUF:indicatorOvername>
            </ZKN:parameters>
            <ZKN:object StUF:sleutelVerzendend="273846" StUF:entiteittype="ZAK" StUF:verwerkingssoort="W">
                <ZKN:identificatie>1900241235</ZKN:identificatie>
                <ZKN:omschrijving>Aanvraag minimaregelingen (Z)</ZKN:omschrijving>
                <ZKN:startdatum>20200309</ZKN:startdatum>
                <ZKN:registratiedatum>20200309</ZKN:registratiedatum>
                <ZKN:isVan StUF:entiteittype="ZAKZKT" StUF:verwerkingssoort="I">
                    <ZKN:gerelateerde StUF:entiteittype="ZKT" StUF:verwerkingssoort="I">
                        <ZKN:omschrijving>Aanvraag minima</ZKN:omschrijving>
                        <ZKN:code>B1026</ZKN:code>
                        <ZKN:ingangsdatumObject xsi:nil="true" StUF:noValue="geenWaarde"/>
                    </ZKN:gerelateerde>
                </ZKN:isVan>
                <ZKN:heeft StUF:entiteittype="ZAKSTT" StUF:verwerkingssoort="T" xsi:nil="true" StUF:noValue="geenWaarde"/>
            </ZKN:object>
            <ZKN:object StUF:sleutelVerzendend="273846" StUF:entiteittype="ZAK" StUF:verwerkingssoort="W">
                <ZKN:identificatie>1900241235</ZKN:identificatie>
                <ZKN:omschrijving>Aanvraag minimaregelingen (Z)</ZKN:omschrijving>
                <ZKN:startdatum>20200309</ZKN:startdatum>
                <ZKN:registratiedatum>20200309</ZKN:registratiedatum>
                <ZKN:isVan StUF:entiteittype="ZAKZKT" StUF:verwerkingssoort="I">
                    <ZKN:gerelateerde StUF:entiteittype="ZKT" StUF:verwerkingssoort="I">
                        <ZKN:omschrijving>Aanvraag minima</ZKN:omschrijving>
                        <ZKN:code>B1026</ZKN:code>
                        <ZKN:ingangsdatumObject xsi:nil="true" StUF:noValue="geenWaarde"/>
                    </ZKN:gerelateerde>
                </ZKN:isVan>
                <ZKN:heeft StUF:entiteittype="ZAKSTT" StUF:verwerkingssoort="T">
                    <ZKN:gerelateerde StUF:entiteittype="STT" StUF:verwerkingssoort="T">
                        <ZKN:zkt.code>B1026</ZKN:zkt.code>
                        <ZKN:zkt.omschrijving>Aanvraag minima</ZKN:zkt.omschrijving>
                        <ZKN:volgnummer>0003</ZKN:volgnummer>
                        <ZKN:code>Afgeh</ZKN:code>
                        <ZKN:omschrijving>Afgehandeld</ZKN:omschrijving>
                        <ZKN:ingangsdatumObject xsi:nil="true" StUF:noValue="geenWaarde"/>
                    </ZKN:gerelateerde>
                    <ZKN:datumStatusGezet>2020031109251600</ZKN:datumStatusGezet>
                    <ZKN:isGezetDoor StUF:entiteittype="ZAKSTTBTR" StUF:verwerkingssoort="T">
                        <ZKN:gerelateerde>
                            <ZKN:medewerker StUF:entiteittype="MDW" StUF:verwerkingssoort="I">
                                <ZKN:identificatie>012345678901234567890123</ZKN:identificatie>
                                <ZKN:achternaam>G. Bruiker</ZKN:achternaam>
                                <ZKN:voorletters xsi:nil="true" StUF:noValue="geenWaarde"/>
                            </ZKN:medewerker>
                        </ZKN:gerelateerde>
                    </ZKN:isGezetDoor>
                </ZKN:heeft>
            </ZKN:object>
        </ZKN:zakLk01>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>